Revit 2024 API
ParameterTypeId.ViewBackClipping Property
 "Depth Clipping"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewBackClipping { get; }
Visual Basic
Public Shared ReadOnly Property ViewBackClipping As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewBackClipping {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace